{
    "Welcome to Canada": "مرحبًا بك في كندا",
    "Thank you for choosing RBC": "شكرا لاختيارك RBC",
    "Find a Banking Institution Near Me": "ابحث عن مؤسسة بنكية قريبة مني",
    "Open a Bank Account": "افتح حساب بنكي",
    "Learn How Banking Works in Canada": "تعرف على كيفية عمل البنوك في كندا",
    "Send & Receive Money Internationally": "إرسال واستقبال الأموال دوليًا",
    "Want to save this information for later?": "هل تريد حفظ هذه المعلومات لوقت لاحق؟",
    "Find a Banking Institution Near Me": "ابحث عن مؤسسة بنكية قريبة مني",
    "Make an appointment at your nearest RBC branch to learn more about banking, investing, borrowing, credit card services and more.": "حدد موعدًا في أقرب فرع لبنك RBC لمعرفة المزيد حول الخدمات المصرفية ، والاستثمار ، والاقتراض ، وخدمات بطاقات الائتمان والمزيد.",
    "Search by address, city, or institution name:": "ابحث بالعنوان أو المدينة أو اسم المؤسسة:",
    "Back to Home Page": "العودة إلى الصفحة الرئيسية",
    "Open a Bank Account": "افتح حساب بنكي",
    "What We Can Offer Newcomers": "ما يمكننا تقديمه للوافدين الجدد",
    "Settle in faster with the RBC Newcomer Advantage": "استقر بشكل أسرع مع ميزة RBC Newcomer Advantage",
    "Start With a Canadian Bank Account": "ابدأ بحساب مصرفي كندي",
    "Add a Canadian Credit Card": "أضف بطاقة ائتمان كندية",
    "Safe Deposit Box": "صندوق الإيداع الآمن",
    "Name": "اسم",
    "Email": "بريد إلكتروني",
    "Phone Number": "رقم الهاتف",
    "Tell us a little about yourself and an RBC Business Banking Specialist will contact you within one business day.": "أخبرنا قليلاً عن نفسك وسيتصل بك أخصائي الخدمات المصرفية للأعمال في RBC في غضون يوم عمل واحد.",
    "Book Appointment": "موعد الكتاب",
    "Learn How Banking Works in Canada": "تعرف على كيفية عمل البنوك في كندا",
    "Since banking in Canada may be quite different from banking back home, we’ve put together some information to help you get familiar with how it works here:": "نظرًا لأن الخدمات المصرفية في كندا قد تكون مختلفة تمامًا عن الخدمات المصرفية في الوطن ، فقد جمعنا بعض المعلومات لمساعدتك في التعرف على كيفية عملها هنا:",
    "Bank Account Types": "أنواع الحسابات المصرفية",
    "Chequing Account": "الحساب الجاري",
    "Day-to Day banking": "الخدمات المصرفية اليومية",
    "Paying bills": "دفع الفواتير",
    "Deposit / Withdraw money": "إيداع / سحب الأموال",
    "Savings Account": "حساب التوفير",
    "Account balances earn interest": "أرصدة الحسابات تكسب الفائدة",
    "Easily access your money when you need it": "يمكنك الوصول إلى أموالك بسهولة عندما تحتاج إليها",
    "How Cheques Work in Canada": "كيف تعمل الشيكات في كندا",
    "Cheques are a convenient way to make a payment from your account when cash, debit or credit is not an option. Many of RBC's bank accounts include cheques for free.": "الشيكات هي طريقة مناسبة لإجراء دفعة من حسابك عندما لا يكون النقد أو الخصم أو الائتمان خيارًا. تتضمن العديد من حسابات RBC المصرفية شيكات مجانية.",
    "Using a Debit Card (or Client Card)": "استخدام بطاقة الخصم (أو بطاقة العميل)",
    "When you open a bank account with us, you will receive a debit card. The RBC Royal Bank Client Card lets you conveniently and securely access your money from bank branches and ATMs, and through online, mobile and telephone banking.": "عندما تفتح حسابًا مصرفيًا معنا ، ستتلقى بطاقة خصم. تتيح لك بطاقة عميل RBC Royal Bank الوصول بشكل ملائم وآمن إلى أموالك من فروع البنوك وأجهزة الصراف الآلي ، ومن خلال الخدمات المصرفية عبر الإنترنت والهاتف المحمول والهاتف.",
    "Accessing Your Accounts": "الوصول إلى حساباتك",
    "Ways to Access your Accounts": "طرق الوصول إلى حساباتك",
    "Online, Telephone and Mobile Banking": "الخدمات المصرفية عبر الإنترنت والهاتف والجوال",
    "ATMs (RBC has over 4200 ATMs across Canada)": "أجهزة الصراف الآلي (تمتلك RBC أكثر من 4200 جهاز صراف آلي في جميع أنحاء كندا)",
    "Bank Branches": "فروع البنك",
    "Send & Receive Money Internationally": "إرسال واستقبال الأموال دوليًا",
    "International Money Transfers": "التحويلات المالية الدولية",
    "2 Free International Money Transfers per Month for a Year": "تحويلان دوليان مجانيان لكل شهر لمدة عام",
    "Send money any time, day or night": "إرسال الأموال في أي وقت ، ليلا أو نهارا",
    "Send to over 120 countries": "أرسل إلى أكثر من 120 دولة",
    "Easy and secure transfers through RBC Online Banking or the RBC Mobile app": "تحويلات سهلة وآمنة من خلال الخدمات المصرفية عبر الإنترنت من RBC أو تطبيق RBC Mobile",
    "Offer ends October 31, 2023.": "ينتهي العرض في 31 أكتوبر 2023.",
    "Tell us a little about yourself and start sending and receiving money internationally today.": "أخبرنا قليلاً عن نفسك وابدأ في إرسال الأموال وتلقيها دوليًا اليوم.",
    "Ill book later": "سأحجز لاحقًا"
}