{
    "Welcome to Canada": "Bienvenido a canada",
    "Thank you for choosing RBC": "Gracias por elegir RBC",
    "Find a Banking Institution Near Me": "Encuentre una institución bancaria cerca de mí",
    "Open a Bank Account": "Abrir una cuenta bancaria",
    "Learn How Banking Works in Canada": "Aprenda cómo funciona la banca en Canadá",
    "Send & Receive Money Internationally": "Enviar y recibir dinero internacionalmente",
    "Want to save this information for later?": "¿Quieres guardar esta información para más adelante?",
    "Find a Banking Institution Near Me": "Encuentre una institución bancaria cerca de mí",
    "Make an appointment at your nearest RBC branch to learn more about banking, investing, borrowing, credit card services and more.": "Haga una cita en la sucursal de RBC más cercana para obtener más información sobre operaciones bancarias, inversiones, préstamos, servicios de tarjetas de crédito y más.",
    "Search by address, city, or institution name:": "Busque por dirección, ciudad o nombre de la institución:",
    "Back to Home Page": "Volver a la página de inicio",
    "Open a Bank Account": "Abrir una cuenta bancaria",
    "What We Can Offer Newcomers": "Lo que podemos ofrecer a los recién llegados",
    "Settle in faster with the RBC Newcomer Advantage": "Instálese más rápido con RBC Newcomer Advantage",
    "Start With a Canadian Bank Account": "Comience con una cuenta bancaria canadiense",
    "Add a Canadian Credit Card": "Agregar una tarjeta de crédito canadiense",
    "Safe Deposit Box": "Caja de seguridad",
    "Name": "Nombre",
    "Email": "Email",
    "Phone Number": "Número de teléfono",
    "Tell us a little about yourself and an RBC Business Banking Specialist will contact you within one business day.": "Cuéntenos un poco sobre usted y un especialista en banca comercial de RBC se comunicará con usted dentro de un día hábil.",
    "Book Appointment": "Reservar una cita",
    "Learn How Banking Works in Canada": "Aprenda cómo funciona la banca en Canadá",
    "Since banking in Canada may be quite different from banking back home, we’ve put together some information to help you get familiar with how it works here:": "Dado que las operaciones bancarias en Canadá pueden ser bastante diferentes a las operaciones bancarias en su país de origen, hemos recopilado información para ayudarlo a familiarizarse con su funcionamiento aquí:",
    "Bank Account Types": "Tipos de cuentas bancarias",
    "Chequing Account": "Cuenta corriente",
    "Day-to Day banking": "Banca diaria",
    "Paying bills": "Pagando cuentas",
    "Deposit / Withdraw money": "Depositar/Retirar dinero",
    "Savings Account": "Cuenta de ahorros",
    "Account balances earn interest": "Los saldos de las cuentas ganan intereses",
    "Easily access your money when you need it": "Acceda fácilmente a su dinero cuando lo necesite",
    "How Cheques Work in Canada": "Cómo funcionan los cheques en Canadá",
    "Cheques are a convenient way to make a payment from your account when cash, debit or credit is not an option. Many of RBC's bank accounts include cheques for free.": "Los cheques son una forma conveniente de realizar un pago desde su cuenta cuando el efectivo, el débito o el crédito no son una opción. Muchas de las cuentas bancarias de RBC incluyen cheques gratis.",
    "Using a Debit Card (or Client Card)": "Usando una Tarjeta de Débito (o Tarjeta de Cliente)",
    "When you open a bank account with us, you will receive a debit card. The RBC Royal Bank Client Card lets you conveniently and securely access your money from bank branches and ATMs, and through online, mobile and telephone banking.": "Cuando abra una cuenta bancaria con nosotros, recibirá una tarjeta de débito. La tarjeta de cliente de RBC Royal Bank le permite acceder de forma cómoda y segura a su dinero desde sucursales bancarias y cajeros automáticos, ya través de banca en línea, móvil y telefónica.",
    "Accessing Your Accounts": "Acceso a sus cuentas",
    "Ways to Access your Accounts": "Formas de acceder a sus cuentas",
    "Online, Telephone and Mobile Banking": "Banca en Línea, Telefónica y Móvil",
    "ATMs (RBC has over 4200 ATMs across Canada)": "Cajeros automáticos (RBC tiene más de 4200 cajeros automáticos en todo Canadá)",
    "Bank Branches": "Sucursales bancarias",
    "Send & Receive Money Internationally": "Enviar y recibir dinero internacionalmente",
    "International Money Transfers": "Transferencias internacionales de dinero",
    "2 Free International Money Transfers per Month for a Year": "2 transferencias internacionales de dinero gratis al mes durante un año",
    "Send money any time, day or night": "Envía dinero a cualquier hora, de día o de noche",
    "Send to over 120 countries": "Envía a más de 120 países",
    "Easy and secure transfers through RBC Online Banking or the RBC Mobile app": "Transferencias fáciles y seguras a través de RBC Online Banking o la aplicación RBC Mobile",
    "Offer ends October 31, 2023.": "La oferta finaliza el 31 de octubre de 2023.",
    "Tell us a little about yourself and start sending and receiving money internationally today.": "Cuéntenos un poco sobre usted y comience a enviar y recibir dinero internacionalmente hoy.",
    "Ill book later": "voy a reservar más tarde"
}