{
    "Welcome to Canada": "Bienvenue au Canada",
    "Thank you for choosing RBC": "Merci d'avoir choisi RBC",
    "Find a Banking Institution Near Me": "Trouver une institution bancaire près de moi",
    "Open a Bank Account": "Ouvrir un compte bancaire",
    "Learn How Banking Works in Canada": "Apprendre comment fonctionne le système bancaire au Canada",
    "Send & Receive Money Internationally": "Envoyer et recevoir de l'argent à l'étranger",
    "Want to save this information for later?": "Sauvegarder cette information pour plus tard?",
    "Find a Banking Institution Near Me": "Trouver une institution bancaire près de moi",
    "Make an appointment at your nearest RBC branch to learn more about banking, investing, borrowing, credit card services and more.": "Prenez rendez-vous à la succursale RBC la plus proche pour en savoir plus sur les services bancaires, les placements, les emprunts, les cartes de crédit et plus encore.",
    "Search by address, city, or institution name:": "Recherche par adresse, ville ou nom de l'institution :",
    "Back to Home Page": "Retour à la page d'accueil",
    "Open a Bank Account": "Ouvrir un compte bancaire",
    "What We Can Offer Newcomers": "Ce que nous pouvons offrir aux nouveaux arrivants ",
    "Settle in faster with the RBC Newcomer Advantage": "Installez-vous plus rapidement grâce à RBC Privilège Plus pour nouvel arrivant",
    "Start With a Canadian Bank Account": "Commencez par un compte bancaire canadien",
    "Add a Canadian Credit Card": "Ajoutez une carte de crédit canadienne",
    "Safe Deposit Box": "Coffre",
    "Name": "Nom",
    "Email": "Courriel",
    "Phone Number": "N° de téléphone",
    "Tell us a little about yourself and an RBC Business Banking Specialist will contact you within one business day.": "Un spécialiste des services bancaires aux entreprises de RBC communiquera avec vous dans un délai d'un jour ouvrable.",
    "Book Appointment": "Prendre un rendez-vous",
    "Learn How Banking Works in Canada": "Apprendre comment fonctionne le système bancaire au Canada",
    "Since banking in Canada may be quite different from banking back home, we’ve put together some information to help you get familiar with how it works here:": "Que vous soyez déjà ou non au Canada, vous avez probablement de nombreuses questions sur les produits bancaires à votre disposition. Vous trouverez ici une foule de renseignements qui vous aideront à vous installer et à assimiler les notions de base.",
    "Bank Account Types": "Types de comptes bancaires au Canada",
    "Chequing Account": "Compte-chèques",
    "Day-to Day banking": "Idéal pour les opérations courantes, les paiements de factures, les achats, etc.",
    "Paying bills": "- Payer les factures",
    "Deposit / Withdraw money": "Dépôt et retrait d’argent à tout moment",
    "Savings Account": "Compte d’épargne",
    "Account balances earn interest": "- Le solde des comptes est rémunéré",
    "Easily access your money when you need it": "- Accédez facilement à votre argent quand vous en avez besoin.",
    "How Cheques Work in Canada": "Comment fonctionnent les chèques au Canada",
    "Cheques are a convenient way to make a payment from your account when cash, debit or credit is not an option. Many of RBC's bank accounts include cheques for free.": "Les chèques sont un moyen pratique d'effectuer un paiement à partir de votre compte lorsque l'argent comptant, le débit ou le crédit ne sont pas possibles. De nombreux comptes bancaires de RBC comprennent les chèques sans frais.",
    "Using a Debit Card (or Client Card)": "Utilisation d'une carte de débit (ou carte-client)",
    "When you open a bank account with us, you will receive a debit card. The RBC Royal Bank Client Card lets you conveniently and securely access your money from bank branches and ATMs, and through online, mobile and telephone banking.": "Lorsque vous ouvrez un compte bancaire chez nous, vous recevez une carte de débit. La carte-client de RBC Banque Royale vous permet d'accéder à votre argent de façon pratique et sécuritaire à partir des succursales bancaires et des guichets automatiques, ainsi que par l'entremise des services bancaires en ligne, mobiles et par téléphone.",
    "Accessing Your Accounts": "Accédez à vos comptes",
    "Ways to Access your Accounts": "Moyens d'accéder à vos comptes",
    "Online, Telephone and Mobile Banking": "- Services bancaires en ligne, par téléphone et mobiles",
    "ATMs (RBC has over 4200 ATMs across Canada)": "- GAB (RBC compte plus de 4 200 GAB au Canada)",
    "Bank Branches": "- Succursales bancaires",
    "Send & Receive Money Internationally": "Envoyer et recevoir de l'argent à l'étranger",
    "International Money Transfers": "Envois internationaux de fonds",
    "2 Free International Money Transfers per Month for a Year": "2 envois internationaux de fonds gratuits par mois pendant un an",
    "Send money any time, day or night": "Envoyez des fonds à toute heure du jour ou de la nuit",
    "Send to over 120 countries": "Envoyez des fonds dans plus de 120 pays",
    "Easy and secure transfers through RBC Online Banking or the RBC Mobile app": "Effectuez des virements aisément et en toute sécurité dans RBC Banque en direct ou l’appli Mobile RBC",
    "Offer ends October 31, 2023.": "L’offre prend fin le 31 octobre 2023.",
    "Tell us a little about yourself and start sending and receiving money internationally today.": "Commencez à envoyer et recevoir de l'argent à l'international dès aujourd'hui.",
    "Ill book later": "Plus tard"
}