{
    "Welcome to Canada": "Kanada'ya hoşgeldiniz",
    "Thank you for choosing RBC": "RBC'yi seçtiğiniz için teşekkür ederiz",
    "Find a Banking Institution Near Me": "Yakınımda bir bankacılık kurumu bul",
    "Open a Bank Account": "Banka hesabı aç",
    "Learn How Banking Works in Canada": "Kanada'da bankacılığın nasıl çalıştığını öğrenin",
    "Send & Receive Money Internationally": "Evden para gönderme ve alma",
    "Want to save this information for later?": "Bu bilgiyi daha sonrası için kaydetmek ister misiniz?",
    "Find a Banking Institution Near Me": "Yakınımdaki Bir Banka Kurumu Bulun",
    "Make an appointment at your nearest RBC branch to learn more about banking, investing, borrowing, credit card services and more.": "Bankacılık, yatırım, borç alma, kredi kartı hizmetleri ve daha fazlası hakkında daha fazla bilgi edinmek için size en yakın RBC şubesinden randevu alın.",
    "Search by address, city, or institution name:": "Adres, şehir veya kurum adına göre arama yapın:",
    "Back to Home Page": "Ana sayfaya geri dön",
    "Open a Bank Account": "Bir banka hesabı açın",
    "What We Can Offer Newcomers": "Yeni Gelenlere Neler Sunabiliriz?",
    "Settle in faster with the RBC Newcomer Advantage": "RBC Newcomer Advantage ile daha hızlı yerleşin",
    "Start With a Canadian Bank Account": "Bir Kanada Banka Hesabıyla Başlayın",
    "Add a Canadian Credit Card": "Kanada Kredi Kartı Ekleyin",
    "Safe Deposit Box": "Kiralık Kasa",
    "Name": "İsim",
    "Email": "E-posta",
    "Phone Number": "Telefon numarası",
    "Tell us a little about yourself and an RBC Business Banking Specialist will contact you within one business day.": "Bize biraz kendinizden bahsederseniz, bir RBC İşletme Bankacılığı Uzmanı bir iş günü içinde sizinle iletişime geçecektir.",
    "Book Appointment": "Kitap randevusu",
    "Learn How Banking Works in Canada": "Kanada'da Bankacılığın Nasıl Çalıştığını Öğrenin",
    "Since banking in Canada may be quite different from banking back home, we’ve put together some information to help you get familiar with how it works here:": "Kanada'da bankacılık, ülkenizdeki bankacılıktan oldukça farklı olabileceğinden, burada nasıl çalıştığını anlamanıza yardımcı olacak bazı bilgileri bir araya getirdik:",
    "Bank Account Types": "Banka Hesap Türleri",
    "Chequing Account": "çek hesabı",
    "Day-to Day banking": "Günlük bankacılık",
    "Paying bills": "Faturaları ödemek",
    "Deposit / Withdraw money": "Para Yatırma / Para Çekme",
    "Savings Account": "Birikim Hesabı",
    "Account balances earn interest": "Hesap bakiyeleri faiz getirir",
    "Easily access your money when you need it": "İhtiyacınız olduğunda paranıza kolayca erişin",
    "How Cheques Work in Canada": "Kanada'da Çekler Nasıl Çalışır?",
    "Cheques are a convenient way to make a payment from your account when cash, debit or credit is not an option. Many of RBC's bank accounts include cheques for free.": "Çekler, nakit, borç veya kredi seçeneği olmadığında hesabınızdan ödeme yapmanın uygun bir yoludur. RBC'nin banka hesaplarının çoğu ücretsiz çekler içerir.",
    "Using a Debit Card (or Client Card)": "Banka Kartı (veya Müşteri Kartı) Kullanma",
    "When you open a bank account with us, you will receive a debit card. The RBC Royal Bank Client Card lets you conveniently and securely access your money from bank branches and ATMs, and through online, mobile and telephone banking.": "Bizimle bir banka hesabı açtığınızda, bir banka kartı alacaksınız. RBC Royal Bank Müşteri Kartı, banka şubeleri ve ATM'lerinden, internet, mobil ve telefon bankacılığı yoluyla paranıza rahat ve güvenli bir şekilde erişmenizi sağlar.",
    "Accessing Your Accounts": "Hesaplarınıza Erişmek",
    "Ways to Access your Accounts": "Hesaplarınıza Erişmenin Yolları",
    "Online, Telephone and Mobile Banking": "İnternet, Telefon ve Mobil Bankacılık",
    "ATMs (RBC has over 4200 ATMs across Canada)": "ATM'ler (RBC'nin Kanada genelinde 4200'den fazla ATM'si vardır)",
    "Bank Branches": "Banka şubeleri",
    "Send & Receive Money Internationally": "Uluslararası Para Gönderin ve Alın",
    "International Money Transfers": "Uluslararası Para Transferleri",
    "2 Free International Money Transfers per Month for a Year": "Bir Yıl Boyunca Ayda 2 Ücretsiz Uluslararası Para Transferi",
    "Send money any time, day or night": "Gündüz veya gece, istediğiniz zaman para gönderin",
    "Send to over 120 countries": "120'den fazla ülkeye gönderin",
    "Easy and secure transfers through RBC Online Banking or the RBC Mobile app": "RBC Çevrimiçi Bankacılık veya RBC Mobil uygulaması aracılığıyla kolay ve güvenli transferler",
    "Offer ends October 31, 2023.": "Teklif 31 Ekim 2023'te sona eriyor.",
    "Tell us a little about yourself and start sending and receiving money internationally today.": "Bize biraz kendinizden bahsedin ve bugün uluslararası para göndermeye ve almaya başlayın.",
    "Ill book later": "sonra yer ayırtırım"
}